export const articles = [
  {
    id: 1,
    title: "Подорож до Карпат",
    image: "/images/Карпати.jpg",
    content: "Карпати - гірське серце України. Хочете дізнатися, куди їхати?",
    moreContent: "Ці гори захоплюють неймовірними краєвидами, багатою культурою та неймовірною природою. Якщо ви хочете відчути справжню гармонію з природою, вам неодмінно варто відвідати Карпати. Тут ви знайдете масу можливостей для активного відпочинку, а також для розслаблення в оточенні мальовничих пейзажів.",
    date: "2024-03-15T10:00:00Z",
    comments: []
  },
  {
    id: 2,
    title: "Мандрівка до Львова",
    image: "/images/Львів.jpg",
    content: "Львів - чудове місто. Дізнайтеся, які місця варто відвідати!",
    moreContent: "Львів - місто з багатою історією, яке має неповторний шарм завдяки своєму старовинному архітектурному стилю та різноманіттю культурних традицій. Тут варто відвідати не лише старовинну площу Ринок, а й інші культурні пам'ятки, як-от Оперний театр, Замок Лева та багато інших.",
    date: "2024-03-10T15:30:00Z",
    comments: []
  },
  {
    id: 3,
    title: "Поїздка в Чорногорію",
    image: "/images/Чорногорія.jpg",
    content: "Чорногорія - курортний рай на Буршливих Балканах. Тут ви знайдете найкрасивіші місця відпочинку.",
    moreContent: "Мальовничі пляжі Чорногорії, багаті на природну красу, чудово поєднуються з величними горами, що робить це місце ідеальним для туристів, які шукають як пляжний відпочинок, так і активні види спорту в горах. Чорногорія має безліч старовинних містечок та чудових курортів.",
    date: "2024-03-05T09:15:00Z",
    comments: []
  },
  {
    id: 4,
    title: "Відвідини Києва",
    image: "/images/Київ.jpg",
    content: "Київ - серце України. Вам варто переглянути це, аби взнати, куди краще вкласти час та гроші у цьому недешевому раю.",
    moreContent: "Київ - це місто, яке поєднує в собі давню історію та сучасний ритм життя. Ви зможете відвідати величезну кількість історичних пам'яток, насолодитися прогулянками по центральних вулицях та площах, а також помилуватися на місто з висоти Андріївського узвозу або Київського монументу.",
    date: "2024-03-01T14:45:00Z",
    comments: []
  }
]; 